tap "ddev/ddev"
tap "hashicorp/tap"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "shivammathur/php"
tap "sst/tap"
brew "ack"
brew "imath"
brew "openexr"
brew "jpeg-xl"
brew "openssl@3"
brew "aider"
brew "antidote"
brew "python@3.13"
brew "atool"
brew "node", link: false
brew "aws-cdk"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "biome"
brew "block-goose-cli"
brew "carapace"
brew "icu4c@76"
brew "colima"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "deno"
brew "diffr"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "dos2unix"
brew "elixir"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "fzf"
brew "pkgconf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "handbrake"
brew "helix"
brew "htop"
brew "httpd"
brew "imagemagick"
brew "imagesnap"
brew "jq"
brew "lazygit"
brew "libtorrent-rakshasa"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "macvim"
brew "mysql"
brew "neocmakelsp"
brew "tree-sitter"
brew "neovim"
brew "neovide"
brew "newrelic-cli"
brew "nushell"
brew "nvm"
brew "oh-my-posh"
brew "ollama"
brew "openjdk"
brew "openssl@1.1"
brew "openvpn"
brew "perl"
brew "pipx"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "prettier"
brew "prettierd"
brew "python@3.11"
brew "rbenv"
brew "ripgrep"
brew "rtorrent"
brew "rust"
brew "s3cmd"
brew "selecta"
brew "starship"
brew "stylua"
brew "syncthing", restart_service: :changed
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "transmission-cli"
brew "typescript-language-server"
brew "unzip"
brew "uv"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn", link: false
brew "zellij"
brew "zk"
brew "zoxide"
brew "zsh"
brew "ddev/ddev/ddev"
brew "hashicorp/tap/terraform"
brew "sst/tap/opencode"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "calibre"
cask "dbeaver-community"
cask "deluge"
cask "font-iosevka"
cask "ghostty"
cask "gitup-app"
cask "iina"
cask "insomnia"
cask "keybase"
cask "kitty"
cask "maccy"
cask "pritunl"
cask "rar"
cask "rectangle"
cask "virtualbox"
cask "vivaldi"
cask "wezterm"
cask "zed"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "juniormucciolo.drupal-7-snippets"
vscode "marcostazi.vs-code-drupal"
vscode "michaelneale.goose-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "skattyadz.vscode-quick-scope"
vscode "stanislav.vscode-drupal"
vscode "vscodevim.vim"
vscode "xadillax.viml"
