tap "ddev/ddev"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "shivammathur/php"
tap "sst/tap"
tap "twilio/brew"
brew "ack"
brew "openssl@3"
brew "python@3.13"
brew "node", link: false
brew "aws-cdk"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "biome"
brew "block-goose-cli"
brew "carapace"
brew "colima"
brew "cscope"
brew "ctags"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "dos2unix"
brew "elixir"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "handbrake"
brew "helix"
brew "htop"
brew "imagemagick"
brew "imagesnap"
brew "jq"
brew "lazygit"
brew "lua"
brew "macvim"
brew "tree-sitter"
brew "neovim"
brew "neovide"
brew "nushell"
brew "nvm"
brew "oh-my-posh"
brew "ollama"
brew "openssl@1.1"
brew "openvpn"
brew "pipx"
brew "postgis"
brew "postgresql@17", restart_service: :changed
brew "prettier"
brew "prettierd"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "s3cmd"
brew "selecta"
brew "starship"
brew "stylua"
brew "syncthing"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "typescript-language-server"
brew "unzip"
brew "uv"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn", link: false
brew "zellij"
brew "zk"
brew "zoxide"
brew "zsh"
brew "ddev/ddev/ddev"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "sst/tap/opencode"
brew "twilio/brew/twilio"
brew "raycast"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "calibre"
cask "dbeaver-community"
cask "deluge"
cask "font-iosevka"
cask "ghostty"
cask "gittyup"
cask "iina"
cask "jordanbaird-ice"
cask "keybase"
cask "maccy"
cask "postico"
cask "pritunl"
cask "rar"
cask "rectangle"
cask "virtualbox"
cask "zed"
